{
  "title": "[LN] Dragged Into Another World, But Bad Luck Isn’t the End of My Story",
  "author": "Snow chrysanthemum",
  "artist": "Ruki",
  "description": "\"I just want an ordinary life!\"\nA reincarnated man with a knack for getting dragged into trouble stumbles through a fantastical new world!\n\n\"I–I’m terribly sorry…!! There’s been a mistake!!\"\nDragged into an otherworldly summoning and killed in the process, an ordinary man finds himself strong-armed into reincarnation whether he likes it or not as the breathtakingly beautiful boy, Harold.\n\nDetermined to make the best of it, Harold adopts a personal motto: “Live within my means.” His plan? A quiet, unremarkable life as a rural commoner.\n\nThe problem? The goddess who took a liking to him insists on saddling him with “gifts” like the Favor of the Goddess Forte, Alchemist, Dimensional Storage, and Magic Eye (Appraisal). Oh, and his innate Green Hand skill? Turns out that’s a legendary ability in this world.\n\nBefore he knows it, Harold is shipped off to the Royal Academy in the capital—a place for nobles and other skilled youths—under compulsory enrollment. All he wants is a peaceful school life with his new friends… but special powers have a way of attracting special problems.\n\nFrom winning over fairies that haven’t shown themselves in decades, to accidentally solving a royal family’s age-old dilemma, Harold keeps standing out in all the wrong ways.\n\nCan he ever achieve the humble, peaceful life he longs for—or will the world keep pulling him center stage?",  "cover": "https://i.redd.it/zkopncc546if1.jpg",
  "genres": [
    "Fantasy",
    "Romance",
    "Adventure",
    "Male Protagonist",
    "Reincarnated in Another World"
  ],
  "status": "Ongoing",
  "chapters": {
    "vol-1-chapter-1": {
      "volume": "1",
      "title": "Illustrations",
      "last_updated": 1754914807968,
      "url": "reincarnation/v1ch1.mdx"
    },
    "vol-1-chapter-2": {
      "volume": "1",
      "title": "Prologue",
      "last_updated": 1754914807969,
      "url": "reincarnation/v1ch2.mdx"
    }
  }
}
